{"_id":{"$oid":"62ae18e0a8db96a461d77a9b"},"name":"The Beauty Co. Chocolate & Coffee Body Butter, 100 gm | Stretch Marks, Dry Skin and Itchy | Skin lightening Cream | Body Moisturizer","description":"\n    Chocolate & Coffee for Skin: A Chocolate & Coffee body butter made exclusively to Indulge your skin. Coffee helps to reduce the appearance of cellulite on the skin while Chocolate will give you skin a great moisture.\n    All skin type: Our body butter suits all skin type and glides easily on your skin. It is light and smooth body buttering treatment which will absorb quickly into you skin.\n    24 hour Hydration & Moisture: The Beauty Co Chocolate Coffee Body Butter is a smooth creamy blend of Chocolate Extract, Robusta Coffee Seed Extract and Glycerin. to intensely hydrate and deeply nourish your skin. With the goodness of Chocolate & Coffee, this body butter promised 24 hour hydration to leave you skin soft, smooth and supple, healthy\n    Made with Love: Cruelty-Free | Paraben Free I Dermatologist Tested I Silicon Free I Anti-Cellulite I Vegan. Feed your skin with this creamy body butter to give it a rich texture & youthful glow.!\n","quantity":99,"price":360,"discount":0,"category":"Beauty","image":"../images1/beauty-coffe.jpg","__v":0}
{"_id":{"$oid":"62ae198ede6f7755ce9d4246"},"name":"ust Herbs Retractable 2 in 1 Herbal Eyeliner + Kajal with Almond Oil & Vitamin E, 11 Hour Stay, Singlestroke, Smudgeproof & Fadeproof - Black 0.3g ","description":"Light on your eyes, heavy on the drama! One swipe of Just Herbs’ Day Long Kohl Kajal is all it takes to enhance your appearance. This long lasting Kajal has a creamy matte texture that sits comfortably in your eyes without causing irritation or heaviness. This smudge-proof, all-day wear eye kajal won’t budge even if you’re sweating it out at the gym! Just Herbs’ herbal black Kajal is made safe with a unique blend of nurturing ingredients. The nourishing properties of Sweet Almond Oil ensure a smooth gliding application on your eyes without causing irritation. Vitamin E is a potent antioxidant that locks in moisture & hydration making it safe for your eyes, sassy for your looks!","quantity":100,"price":295,"discount":0,"category":"Beauty","image":"../images1/beauty-eyemakeup.jpg","__v":0}
{"_id":{"$oid":"62ae1a5a04bcd20068a26806"},"name":"Lakme Eyeconic Lash Curling Mascara, Black, 9ml ","description":"\n    Gives volume to your lashes every day. Non Organic Mascara\n    Light and easy to remove, its moisturizer keeps lashes smooth\n    Smart curl brush\n    Lightwear mascara with D-Panthenol Moisturizer\n    Its moisturizer keeps lashes smooth\n    For intensely curled lashes\n    For enhanced lashes that compliment any eye makeup look. Maximum Shelf Life: 24 Months\n    How To Use: Begin with your upper eye lid. Wiggle the brush at the base of your lashes to separate them. Brush the underside of the lashes in smooth, upward strokes. Apply a second coat to really enhance the curl in your lashes. Next, with downward strokes, brush the upper side of the lashes of your lower eye lid\n","quantity":100,"price":295,"discount":0,"category":"Beauty","image":"../images1/beauty-eylasher.jpg","__v":0}
{"_id":{"$oid":"62ae1aa504bcd20068a26809"},"name":"Alvino Beauty Herbal Hair Shine Conditioner with Amla, Ritha and Shikakai for Stronger, Shiner and Smoother Hair","description":"\n    Strengthens your hair\n    No chemicals used\n    High standard formula\n    Healthy inside Shinier outside\n","quantity":100,"price":699,"discount":0,"category":"Beauty","image":"../images1/beauty-eylasher.jpg","__v":0}
{"_id":{"$oid":"62ae1bf104bcd20068a2680c"},"name":"Lakmé Color Crush Nailart, M5 Burgundy, 6 ml ","description":"\n    New nail art collection - Stargaze\n    Shimmery matte finish\n    One coat application\n    20 NEW gorgeous shades\n    Shades highlight each texture\n    Chrome, Glitterati, Circus and Unicorn\n","quantity":70,"price":124,"discount":0,"category":"Beauty","image":"../images1/beauty-lakma.jpg","__v":0}
{"_id":{"$oid":"62ae1c7504bcd20068a2680f"},"name":"Biotique Bio Berry Plumping Lip Balm Smoothes & Swells Lips, 12G ","description":"\n    Biotique product\n    Easy to use\n    Lip balm\n    Country of Origin: India\n","quantity":20,"price":124,"discount":0,"category":"Beauty","image":"../images1/beauty-liplove.jpg","__v":0}
{"_id":{"$oid":"62ae1cd504bcd20068a26812"},"name":"Plum Green Tea Renewed Clarity Night Gel | Normal, Oily, Acne-Prone, Combination Skin | Night Cream For Women | Overnight Repair | 100% Vegan | Paraben Free | 50ml ","description":"\n    GREEN TEA RENEWED CLARITY NIGHT GEL FOR WOMEN that suits best for oily, acne-prone skin\n    RICH IN ANTIOXIDANT GREEN TEA EXTRACTS that will help in clearing out acne and acne marks leaving behind brighter, glowing skin!\n    ARGAN OIL EXTRACTS that provide balanced hydration and helps your skin retain moisture overnight\n    HOW TO USE: Gently wash face and pat dry with a towel before going to bed. Apply pillow-proof night gel on your face and neck for a non-greasy, fresh morning!\n    MADE WITH LOVE: FDA Approved | Mineral Oil Free | SLS Free | Cruelty-Free | Paraben Free | For Oily & Acne-Prone Skin Types | For Men & Women | Use in All Seasons | 100% VEGAN and recyclable\n","quantity":23,"price":518,"discount":0,"category":"Beauty","image":"../images1/beauty-plem.jpg","__v":0}
{"_id":{"$oid":"62ae1d0f04bcd20068a26815"},"name":"Tresemme Keratin Smooth Shampoo,With Keratin And Argan Oil For Smoother And Shinier Hair, 1 Ltr ","description":"\n    Our keratin smooth system is infused with Keratin & Argan Oil\n    Nourishes your hair & controls frizz, for upto 3 days\n    Dual action, 100% smoother hair with more shine\n    Lower Sulphate formula,suitable for both natural and chemically-treated hair\n    Makes your tresses smoother, shinier and easier to style\n    Especially formulated for indian hair & suitable for use with oil treatments\n","quantity":200,"price":519,"discount":0,"category":"Beauty","image":"../images1/beauty-shampoo.jpg","__v":0}
{"_id":{"$oid":"62ae1d5104bcd20068a26818"},"name":"WISS BEAUTY Ultra Fine Loose Finish Powder, Transparent, 8g ","description":"\n    You beautiful! The stay quirky compact! You can now sparkle with confidence and walk miles with a perfectly unblemished impression\n    Full-coverage, long-lasting powder works as a topcoat. Extra sticky formula for double coverage\n    All you pretties, up the sass and radiate class with just a little dab of this spectacular powder\n    Extends a mattifying effect by absorbing excess sebum as a moisturising agent along with vitamin e which improves skin health\n    You will get a glamourous appearance that will leave behind a trail of hypnotised peeps. Get ready to witness jaw-drops just at the sight of your incredibly flawless make up\n","quantity":100,"price":290,"discount":0,"category":"Beauty","image":"../images1/beauty-swiss.jpg","__v":0}
{"_id":{"$oid":"62ae208a3b4c0867909d15df"},"name":"Ring of Fire: Liverpool into the 21st century: The Players' Stories","description":"Following the success of Simon Hughes’ Red Machine and Men in White Suits, books which depicted Liverpool FC’s domination during the 1980s and its subsequent fall in the 1990s, Ring of Fire focuses on the 2000s and the primary characters who propelled Liverpool to the forefront of European football once again. With a foreword by Steven Gerrard, this is the third edition in a bestselling series based on revealing interviews with former players, coaches and managers. For Liverpool FC, entry into the 21st century began with modernisation and trophies under manager Gérard Houllier and development was then underpinned by improbable Champions League glory under Rafael Benítez. Yet that is only half of the story. The decade ended with the club being on the verge of administration after the shambolic reign of American owners, Tom Hicks and George Gillett.In Ring of Fire, Hughes’ interviewees – including Jamie Carragher, Xabi Alonso and Michael Owen – take you through Melwood’s training ground gates and into the inner sanctum, the Liverpool dressing room. Each person delivers fascinating insights into the minds of the players, coaches and boardroom members as they talk frankly about exhilarating highs and excruciating lows, from winning cups in Cardiff and Istanbul to the political infighting that undermined a succession of managerial reigns.Ring of Fire tells the real stories: those never told before by the key players who lived through it all.","quantity":99,"price":435,"discount":0,"category":"Book","image":"../images1/book-fire.jpg","__v":0}
{"_id":{"$oid":"62aea4fe5dc9632b439aedda"},"name":"Attitude Is Everything: Change Your Attitude ... Change Your Life!","description":"IF YOU CAN DREAM IT, YOU CAN DO IT!Do you dread going to work? Do you feel tired, unhappy, weighed down? Have you given up on your dreams? The road to a happier, more successful life starts with your attitude--and your attitude is within your control.Whether your outlook is negative, positive or somewhere in between, Jeff Keller, motivational speaker and coach, will show you how to take control and unleash your hidden potential through three powerful steps:--THINK! Success begins in the mind. The power of attitude can change your destiny.--SPEAK! Watch your words. How you speak can propel you towards your goals.--ACT! Don't sit back. Take active steps to turn your dreams into reality.Soon, you will be energized and see new possibilities. You will be able to counter adversities and develop talents unique to you. Your relationships will improve, both at work and in your personal life. All you need is this step-by-step programme to change your attitude and your life!","quantity":30,"price":195,"discount":0,"category":"Book","image":"../images1/book-attitude.jpg","__v":0}
{"_id":{"$oid":"62aea5505dc9632b439aeddd"},"name":"Ring of Fire: Liverpool into the 21st century: The Players' Stories Paperback","description":"Following the success of Simon Hughes’ Red Machine and Men in White Suits, books which depicted Liverpool FC’s domination during the 1980s and its subsequent fall in the 1990s, Ring of Fire focuses on the 2000s and the primary characters who propelled Liverpool to the forefront of European football once again. With a foreword by Steven Gerrard, this is the third edition in a bestselling series based on revealing interviews with former players, coaches and managers. For Liverpool FC, entry into the 21st century began with modernisation and trophies under manager Gérard Houllier and development was then underpinned by improbable Champions League glory under Rafael Benítez. Yet that is only half of the story. The decade ended with the club being on the verge of administration after the shambolic reign of American owners, Tom Hicks and George Gillett.In Ring of Fire, Hughes’ interviewees – including Jamie Carragher, Xabi Alonso and Michael Owen – take you through Melwood’s training ground gates and into the inner sanctum, the Liverpool dressing room. Each person delivers fascinating insights into the minds of the players, coaches and boardroom members as they talk frankly about exhilarating highs and excruciating lows, from winning cups in Cardiff and Istanbul to the political infighting that undermined a succession of managerial reigns.Ring of Fire tells the real stories: those never told before by the key players who lived through it all.","quantity":30,"price":495,"discount":0,"category":"Book","image":"../images1/book-fire.jpg","__v":0}
{"_id":{"$oid":"62aea5955dc9632b439aede0"},"name":"A Hasty Hookup (Wallflower Series Book 1)","description":"Married to one, engaged to another!\nGina Bansal, twenty-eight, could never in her wildest dreams have imagined this to be her relationship status. It will soon only get murkier as she is determined to divorce one and marry another. Five years ago, a mistake committed in name of love cost Gina her family, friends and everything she held dear. She even had to move countries. But now she is back in India, determined to divorce her cad of a husband. However, she is forgetting that a true cad never fights decent nor fair.\nWork and women have kept the reclusive and retired Colonel Ojas Purohit busy. Fate left him scarred, crippled and robbed him of a career that was his passion and his life. For him, fate has a name—Gina Bansal, his estranged wife of five years. And now she is back, wanting a divorce. Ojas is determined to put her through hell before he even gives her a minute of his time, forget a divorce. And this time luck is on his side for his enemy needs him more than he needs her. Or so he thinks.\nWill Gina and Ojas survive each other? Will memories of their past complicate their present? Is desire forgotten same as desire dead? And who are these Gina’s BFFs, the Wallflowers? What roles do they play in this Hasty Hookup?\nAll these answers and more in ‘A Hasty Hookup,’ first book in the Wallflower Series by Varsha Dixit. It is a story full of unexpected twists, wit, sizzling chemistry, cliffhanger ending, mature language and content.","quantity":40,"price":547,"discount":0,"category":"Book","image":"../images1/book-hasty.jpg","__v":0}
{"_id":{"$oid":"62aea5e15dc9632b439aede3"},"name":"Wings of Fire: An Autobiography of Abdul Kalam","description":"Every common man who by his sheer grit and hard work achieves success should share his story with the rest for they may find inspiration and strength to go on, in his story. The 'Wings of Fire' is one such autobiography by visionary scientist Dr. APJ Abdul Kalam, who from very humble beginnings rose to be the President of India. The book is full of insights, personal moments and life experiences of Dr. Kalam. It gives us an understanding on his journey of success. Dr. Kalam by narrating his life journey evokes the reader to identify with one’s inner fire and potential, for he was of the firm belief that each one of us was born with the strength and potential to make a tangible change in the world. How he inspired himself to achieve dreams and how he went about accomplishing so much is what the book captures nicely. The book recollects many anecdotes and stories from childhood, his time at school and college. The time spent at the Langley Research Center, NASA and Wallops Flight Facility gets a lot of attention. Personal tragedies have not been left out. The time when he lost his father and how he felt when conferred with many awards like the Padma Bhushan have been written in much detail. The second half of the book deals with Dr Kalam, the scientist who made a significant contribution in developing the countries guided missile program, a pioneering effort for the security of the nation. It's not with reason that he was nicknamed as the 'Missile Man of India'. The book also contains 24 photographs at various stages of his life. Authored by Dr APJ Abdul Kalam and Mr. Arun Tiwari, the 180 page book 'The Wings of Fire' was first published in the year 2000. Mr Tiwari is a well-known missile scientist who has worked with Dr. Kalam. Having become a bestseller, the book has even been translated into thirteen languages, which includes Chinese and French. About the Author Dr APJ Abdul Kalam from 2002 to 2007 served as the 11th President of India. Greatly admired all over India, he was a scientist by profession, who played a leading role in developing the country's missile program. From humble roots in Rameswaram, Tamil Nadu, Dr Kalam in an inspirational autobiography 'The Wings of Fire' traces the rise and the mark he made in life. Mr. Arun Tiwari, a scientist, was a colleague of Dr Kalam.","quantity":200,"price":235,"discount":0,"category":"Book","image":"../images1/book-kalam.jpg","__v":0}
{"_id":{"$oid":"62aea6495dc9632b439aede6"},"name":"The Power of Your Subconscious Mind","description":"The Power of Your Subconscious Mind is one of the most promising self improvement books that you can gift to yourself or your loved ones. This book is designed to help you improve your relationships, health, and also to give you an internal strength that makes every hurdle look small. The book brings together best of both the worlds – scientific research as well as spiritual wisdom. It used the combined ideas to explain how our subconscious mind has the power to change our lives. The book explains how by understanding and learning to control our subconscious mind, we can welcome a world of prosperity, happiness and success. This book will act as a guide and help you understand the depth of your subconscious, get rid of fears and attract what you desire simply by changing your beliefs. Having sold millions of copies, this book and its ideas have changed the lives of many all over the world.","quantity":30,"price":249,"discount":0,"category":"Book","image":"../images1/book-mind.jpg","__v":0}
{"_id":{"$oid":"62aea6ae5dc9632b439aede9"},"name":"The Hobbit & The Lord of the Rings Boxed Set: The Classic Bestselling Fantasy Novel","description":"When they were first published, The Hobbit and The Lord of the Rings became instant classics. Treasured by readers young and old, these works of sweeping fantasy, steeped in unrivalled magic and otherworldliness have sold more than 150 million copies around the world.\n\nThis new boxed set offers readers a new opportunity to discover Tolkien’s remarkable world of Middle-earth and to follow the complete story of Bilbo Baggins and the Hobbits’ part in the epic quest for the Ring – beginning with Bilbo’s fateful visit from Gandalf and culminating in the dramatic climax between Frodo and Gollum atop Mount Doom and Bilbo’s departure to the Grey Havens.","quantity":200,"price":1281,"discount":0,"category":"Book","image":"../images1/book-potter.jpg","__v":0}
{"_id":{"$oid":"62aea6ee5dc9632b439aedec"},"name":"Relativity: The Special and the General Theory ","description":"When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.’Dealing with the theory of relativity—special relativity and general relativity—and the considerations on the universe as a whole, this book gives an insight into the scientific theory about the relationship between space and time, the theory of gravitation and the universe.A Nobel laureate, Einstein’s research and theories changed the world. First published in 1916, Relativity: The Special and the General Theory is regarded as the most significant work in modern physics. It continues to remain popular and highly influential.","quantity":30,"price":139,"discount":0,"category":"Book","image":"../images1/book-relativity.jpg","__v":0}
{"_id":{"$oid":"62aea7325dc9632b439aedef"},"name":"The Samurai Way, Bushido: The Soul of Japan and the Book of Five Rings","description":"Collected here in one edition are two of the most important books on the Samurai Way, Bushido: The Soul of Japan and The Book of Five Rings. Bushido: Chivalry is a flower no less indigenous to the soil of Japan than its emblem, the cherry blossom; nor is it a dried-up specimen of an antique virtue preserved in the herbarium of our history. It is still a living object of power and beauty among us.","quantity":20,"price":1200,"discount":0,"category":"Book","image":"../images1/book-samurai.jpg","__v":0}
{"_id":{"$oid":"62aea7e6eaa3dbcee447883d"},"name":"Bru Beaten Coffee Mix | Instant Powder Mix| Get Creamy, Frothy Pheti Hui Coffee in 10 Seconds | 15 sachets| 180g ","description":"\n    Bru Beaten Coffee Mix will give you the 'pheti coffee' experience instantly!\n    Just add hot milk from a height, gently stir and enjoy your creamy, frothy 'Pheti Coffee'\n    Bru Beaten Coffee Mix has 10 Second Froth Boost Techonolgy to give you a perfect cup.\n    Quick to prepare and an home made cappuccino coffee substute\n    This instant coffee powder mix gives a frothy, creamy and delecious home made dalgona coffee\n    Hassle free and convenient to make\n","quantity":97,"price":345,"discount":0,"category":"Basic","image":"../images1/daily-bru.jpg","__v":0}
{"_id":{"$oid":"62aea86deaa3dbcee4478840"},"name":"Tata Nature's Super Foods Organic Chana Dal","description":"\n    Aashirvaad Nature's Super\n    Our range of organic products have been expertly sourced and hygienically packed so that you get great taste and nutrition\n    At Aashirvaad we take pride in ensuring our consumers get quality Products\n","quantity":100,"price":60,"discount":0,"category":"Basic","image":"../images1/daily-chana.jpg","__v":0}
{"_id":{"$oid":"62aea8c1eaa3dbcee4478843"},"name":"Coca-Cola Original Taste Soft Drink PET Bottle, 750 ml ","description":"\n    ORIGINAL COLA FLAVOUR: Savor the refreshing cola flavor that is deliciously uplifting\n    TURN UP THE ENERGY: Turn up the energy with the delicious and refreshing taste of Coca-Cola Original\n    MAKE MEALS TASTIER: Meals become tastier with Coca-Cola Original\n    BEST ENJOYED: Coca-Cola is best enjoyed ice-cold for maximum refreshment\n    CREATE AND ENJOY MOMENTS: Enjoy it with family, friends and relive the joy of togetherness\n    PERFECT SIZE: Enjoy Coca-Cola’s crisp, delicious taste on-the-go, with meals or at parties\n    RECYCLABLE PACKAGING: Coca-Cola cans are 100% recyclable, ensuring environmental sustainability\n\n    ALSO TRY: Coca-Cola Diet Coke, Coca Cola Zero Sugar\n    COMMONLY SEARCHED TOPICS: coca-cola drink, coke, cold drinks, soft drinks, cola & soft drinks, coca cola, soft drink in fresh, cold drink in fresh\n\n","quantity":3999,"price":40,"discount":0,"category":"Basic","image":"../images1/daily-cocacola.jpg","__v":0}
{"_id":{"$oid":"62aea907eaa3dbcee4478846"},"name":"Colgate MaxFresh Breath Freshener Toothpaste, 600g (150g x 4), Peppermint Ice, Blue Gel Paste with Menthol, Cooling crystals for bad breath control ","description":"\n    This blue gel toothpaste contains unique cooling crystal that dissolve completely as you brush. Colgate Maxfresh gives you an icy wave of minty coolnessand an intense burst of freshness\n    Colgate Maxfresh toothpaste contains menthol that gives intense cooling and super freshness. It fights cavities, keeps germ build-up at bay and makes your teeth whiter on continuous use.\n    It is a blue gel with cooling crystrals that provide intense freshness. This pack has 4 x 150g tubes\n    Recommended usage: Brush twice a day for 2 minutes each time. Children below 6 years of age should have adult supervision\n    Good oral care habits keep your teeth and gums healthy, prevents tooth decay, gum disease & bad breath. To maintain good oral hygiene brush twice a day for 2 minutes each time, rinse with mouthwash for 30 seconds, and replace your toothbrush every 3 months\n    Colgate is India's most trusted oral care brand and certified by Indian Dental Association. This toothpaste is 100% Vegan and Gluten free\n","quantity":50,"price":304,"discount":0,"category":"Basic","image":"../images1/daily-colgate.jpg","__v":0}
{"_id":{"$oid":"62aea96eeaa3dbcee4478849"},"name":"Dettol Liquid Hand wash Refill Original -1500 ml","description":"\n    Natural cleansers: Contains more than 85% naturally derived ingredients and plant derived cleansers, Contains no TCC or Triclosan\n    Antibacterial formula provides 10x better germ protection for hygienically clean hands\n    Refill Pack: Value refill pack | For best results, refill in Dettol handwash pump\n    Germ Protection: Protects from 100 illness causing germs, Recommended by Indian Medical Association (IMA)\n    sun protection: No\n    target audience keywords: unisex adult\n","quantity":20,"price":181,"discount":0,"category":"Basic","image":"../images1/daily-dettol.jpg","__v":0}
{"_id":{"$oid":"62aea9c1eaa3dbcee447884c"},"name":"Fortune Sunlite Refined Sunflower Oil, 1L ","description":"\n    Good for the heart\n    material_features: vegetarian\n    Strengthens the immune system\n    Light and healthy that is easy to digest\n    Fortified\n    Rich in vitamins, which keeps skin healthy\n    material_features: vegetarian\n    item_form: Liquid\n","quantity":100,"price":222,"discount":0,"category":"Basic","image":"../images1/daily-fortune.jpg","__v":0}
{"_id":{"$oid":"62aeaa1aeaa3dbcee447884f"},"name":"Lizol Disinfectant Surface & Floor Cleaner Liquid, Combo [Floral 2L + Floral Refill 1800 ml]  | Kills 99.9% Germs | India's # 1 Floor Cleaner ","description":"\n    India's No.1 Floor Cleaning Brand, Recommended by the Indian Medical Association\n    Removes 100 types of Stains & 100 Germ strains\n    Use directly or diluted for regular use, Suitable for cleaning all kinds of surfaces\n    Leaves a Pleasant Fragrance. Maximum Shelf Life Months 24\n    Recommended by the Indian Medical Association\n    Kills 99.9% of Germs and Cleans Tough Stains\n    10x Better cleaning and protection than standard phenyls\n    Use directly or diluted for regular use. Suitable for cleaning all kinds of surfaces\n","quantity":100,"price":630,"discount":0,"category":"Basic","image":"../images1/daily-lizol.jpg","__v":0}
{"_id":{"$oid":"62aeaa7beaa3dbcee4478852"},"name":"Surf Excel Matic Front Load Liquid Detergent 2 L Refill, Designed For Tough Stain Removal on Laundry in Washing Machines - Super Saver Offer Pack ","description":"\n    Machine care its designed to produce foam as per washing machine type that ensures no clogging and choking of pipes and reduces scaling issues. Container Type: Sachet\n    New Surf Excel matic liquid front load washing detergent gives you 100 percent stain removal in washing machines. Material Type Free: Fragrance Free\n    Easy and better dissolution being liquid detergent it dissolves quickly in high water level environment of washing machines, reaches stains effortlessly and leaves no residue on clothes or in machines\n    Faster stain removal in machines new Surf Excel matic liquid detergent with a powerful cleaning technology penetrates stains faster and removes tough stains in machines itself\n    Superior fragrance it ensures that your clothes not only look fresh but also smell fresh\n    Color care it removes tough stains in machines but retains original color of the fabric\n","quantity":200,"price":415,"discount":0,"category":"Basic","image":"../images1/daily-surf.jpg","__v":0}
{"_id":{"$oid":"62aeaadfeaa3dbcee4478855"},"name":"Canon EOS 1500D 24.2 Digital SLR Camera (Black) with EF S18-55 is IV Lens","description":"\n    Sensor: APS-C CMOS Sensor with 24.1 MP (high resolution for large prints and image cropping). Transmission frequency (central frequency):Frequency: 2 412 to 2 462MHz. Standard diopter :-2.5 - +0.5m-1 (dpt)\n    ISO: 100-6400 sensitivity range (critical for obtaining grain-free pictures, especially in low light)\n    Image Processor: DIGIC 4+ with 9 autofocus points (important for speed and accuracy of autofocus and burst photography)\n    Video Resolution: Full HD video with fully manual control and selectable frame rates (great for precision and high-quality video work)\n    Connectivity: WiFi, NFC and Bluetooth built-in (useful for remotely controlling your camera and transferring pictures wirelessly as you shoot)\n    Lens Mount: EF-S mount compatible with all EF and EF-S lenses (crop-sensor mount versatile and compact, especially when used with EF-S lenses)\n    Country of Origin: Taiwan\n","quantity":68,"price":5999,"discount":0,"category":"Electronic","image":"../images1/electronic-camera.jpg","__v":0}
{"_id":{"$oid":"62aeab2deaa3dbcee4478858"},"name":"Sony WH-1000XM4 Industry Leading Wireless Noise Cancellation Bluetooth Headphones with Mic, 30 Hrs Battery, Multi Point, AUX - Black | Instant Bank Discount of INR 2000 on Select Prepaid transactions ","description":"\n    Digital noise cancelling: Industry leading Active Noise Cancellation (ANC) lends a personalized, virtually soundproof experience at any situation\n    Voice assistant: Alexa, Google Assistant & Siri enabled (In-built) for voice access to music, information and more. Activate with a simple touch\n    Speak-to-chat: Headphones use an array of smart technologies to create a seamless, hands-free listening experience. For eg, simply start speaking to automatically pause your music in Speak-to-Chat\n    Wearing Detection: Proximity sensor and two acceleration sensors in your headphones can detect whether you're wearing them or not, then adapt playback accordingly to help save battery power\n    Quick attention mode: Cover the right ear cup with your palm to turn down music for instant, easy conversation\n    Smart listening: WH-1000XM4 adjusts the ambient sound to your activity to give you the best noise cancellation\n    Long battery life/Quick Charge: A single charge provides up to 30 hrs of playtime for reliable all day listening and Quick charge for 10min charge for 5 hours play back\n\n    Multipoint connection : It can be paired with two Bluetooth devices at the same time.So when a call comes in, your headphones know which device is ringing and connect to the right one automatically.\n    Touch controls: Change the track, turn the volume up or down and take or make calls by tapping or swiping the panel with your fingertip\n\n","quantity":100,"price":22990,"discount":0,"category":"Electronic","image":"../images1/electronic-headphone.jpg","__v":0}
{"_id":{"$oid":"62aeab75eaa3dbcee447885b"},"name":"HP 100 Wired Keyboard with USB Compatibility,Numeric keypad, Full Range of 109 Key(Including 12 Function Keys and 3 Hotkeys),Adjustable Height and Contoured Design.3-Years Warranty (2UN30AA) ","description":"\n    Get typing in no time – enjoy quick connectivity across USB port compatible devices with a full-frame, classic keyboard.\n    Sit in a suitable position and rest your palm and wrists easily with this height-adjustable keyboard designed for comfort.\n    Maximize your productivity with a full range of 109 keys, including a numeric keypad for easy data-entry, 12 Function keys and 3 Hotkeys.\n    Enjoy 3-years manufacturer warranty on the device from the date of purchase\n","quantity":100,"price":509,"discount":0,"category":"Electronic","image":"../images1/electronic-keyboard.jpg","__v":0}
{"_id":{"$oid":"62aeabbfeaa3dbcee447885e"},"name":"HP 150 Wireless Mouse with Ergonomic and ambidextrous Design, 1600 DPI Optical Tracking, 2.4 GHz Wireless connectivity, Dual-Function Scroll Wheel and 12 Month Long Battery Life. 3-Years Warranty. ","description":"\n    Maximize your productivity with this power-packed HP keyboard and mouse combo, perfect for professional use.\n    Work with ease with a design that ergonomic, sleek and naturally comfortable.\n    Experience ultra-responsive control with a 1600 DPI optical sensor (Mouse)\n    Enjoy high performance with low noise – get high-speed, accurate typing with low-profile quiet keys (Keyboard)\n    In it for the long run - enjoy 3-years manufacturer warranty on the device from the date of purchase.\n","quantity":100,"price":599,"discount":0,"category":"Electronic","image":"../images1/electronic-mouse.jpg","__v":0}
{"_id":{"$oid":"62aeac0aeaa3dbcee4478861"},"name":"SanDisk Ultra Dual Drive Go USB Type C Pendrive for Mobile (Black, 128 GB, 5Y - SDDDC3-128G-I35) ","description":"\n    The 2-in-1 Pendrive for Mobile with a reversible USB Type-C and a traditional Type-A connector\n    Seamlessly move content between your USB Type-C smartphone, tablets and Macs and USB Type-A computers. Material : Plastic\n    Free up space on your USB Type-C smartphone so you can take more photos\n    Automatically back up photos using the SanDisk Memory Zone app\n    High-performance USB 3.1 Gen 1 drive with 150MB/s read speeds lets you quickly move your files to your computer\n    Dual-purpose swivel design protects connectors and features a keyring hole to take your drive on the go\n","quantity":99,"price":1249,"discount":0,"category":"Electronic","image":"../images1/electronic-pendrive.jpg","__v":0}
{"_id":{"$oid":"62aeacbbeaa3dbcee4478865"},"name":"Mi 125.7 cm (50 Inches) 4K Ultra HD Android Smart LED TV 4X | L50M5-5AIN (Black) ","description":"\n    Resolution: 4K Ultra HD (3840x2160) | Refresh Rate: 60 hertz. Powerful speakers : 2×10W 6ohm\n    Connectivity: 3 HDMI ports to connect set top box, Blu Ray players gaming console | 2 USB ports to connect hard drives and other USB devices\n    Sound: 20 Watts Output | Dolby+ DTS-HD. Viewing Angle：178°\n    Smart TV features : Built-In Wi-Fi | PatchWall | Netflix | Prime Video | Disney+Hotstar and more | Android TV 9.0 | Google Assistant\n    Display : LED Panel | 4K HDR 10-bit display\n    Warranty Information: 1 year warranty on product and 1 year extra on Panel\n    Easy returns: This product is eligible for replacement within 10 days of delivery in case of any product defects, damage or features not matching the description provided\n    Country of Origin: India\n","quantity":100,"price":29999,"discount":0,"category":"Electronic","image":"../images1/electronic-tv.webp","__v":0}
{"_id":{"$oid":"62aeacf8eaa3dbcee4478868"},"name":"CROSSVOLT 4-in-1 Portable Type C Hub (Type C to 4 USB-A Ports) with Fast Data Transfer. ","description":"\n    CROSSVOLT 4-in-1 Type-C USB Hub, 1-3.0 USB-A port, and 3-2.0 USB-A ports make it easier to connect different devices at the same time.\n    With 4 USB-A ports,it makes multitasking easy and gives you added comfort while working.\n    USB 3.0 port gives you high-speed connectivity with up to 5Gbps data transfer speed.\n    Type-C port for compatibility with Macbook. Connect keyboard. mouse and other devices to facilitate working.\n    Light weight, compact travel format, easy to carry in laptop bags or backpacks.\n","quantity":100,"price":499,"discount":0,"category":"Electronic","image":"../images1/electronic-usb2.jpg","__v":0}
{"_id":{"$oid":"62aead74eaa3dbcee447886b"},"name":"Redmi Watch 2 Lite - 3.94 cm Large HD Edge Display, Multi-System Standalone GPS, Continuous SpO2, Stress & Sleep Monitoring, 24x7 HR, 5ATM, 120+ Watch Faces, 100+ Sports Modes, Women’s Health, Black ","description":"Xiaomi Redmi Watch 2 Lite Model: Watch 2 Lite Xiaomi Redmi Watch 2 Lite Multiple trendsetting combinations to match your mood and outfit of the day. 1.55\" colourful touch display 100+ fitness modes 5 ATM water resistance SpO? measurement and 24-hour heart rate tracking Multi-system standalone GPS Xiaomi Redmi Watch 2 Lite - 1.55-inch HD touchscreen High-resolution, vivid colours, and loaded with sharp details.","quantity":100,"price":4999,"discount":0,"category":"Electronic","image":"../images1/electronic-watch.jpg","__v":0}
{"_id":{"$oid":"62aeadcdeaa3dbcee447886e"},"name":"Amazon Brand - Solimo Medusa Engineered Wood Queen Size Bed Without Storage - (Walnut Finish_Brown) ","description":"\n    Queen-size bed ideal for mattresses sized 78 x 60 inches\n    Dimensions:- Length: 160 cm (62.99 in); Width: 203 cm (79.92 in); Height: 80 cm (31.49 in)\n    Manufactured using European standard particle board that is long lasting and resistant to stains and humidity\n    Premium walnut finish coupled with an elegant design and curvilinear edges\n    Surpassed 20+ quality and safety tests; free from burrs and sharp edges for enhanced safety\n    Underwent dynamic loading testing; durability tested for 100 kg over 10,000 cycles and rigorously bed-edge stability tested for 100 kg over 1,000 cycles\n    Safe to use; free from harmful toxins and chemicals\n\n    3-year limited warranty against manufacturing defects\n    Care Instructions:- Do not move or push without dismantling. Avoid using a wet cloth to wipe clean\n    Package Contents:- 1 x Medusa Engineered Wood Queen Bed (Walnut Finish) .\n\n","quantity":69,"price":10799,"discount":0,"category":"Furniture","image":"../images1/furnitue-bed.jpg","__v":0}
{"_id":{"$oid":"62aeae20eaa3dbcee4478871"},"name":"SleepX Dual Comfort Mattress 6 inch Double Bed Size, High Density (HD) Foam- Medium Soft & Hard (Orange, 72x48x6 Inches) ","description":"\n    Dual comfort choice Firm for superior body support\n    Medium soft for enhanced comfort Fresh air-circulation with airmesh fabric\n    High resilience foam for pressure point ease\n    Soft knitted fabric for plush surface feel\n    This Product comes with 7 years warranty\n","quantity":1000,"price":7159,"discount":0,"category":"Furniture","image":"../images1/furnitue-mattress.jpg","__v":0}
{"_id":{"$oid":"62aeae81eaa3dbcee4478874"},"name":"Retailmonk (Set of 2) Handmade Wooden Mobile Stand, Holder for Mobile Phone/Tablet, Mobile Display Stand - Beige (12.5 X 8 X 1.4 cm) ","description":"\n    All Just Right: Suitable height, sturdy enough, perfect viewing angle when using facetime and youtube, easy to read message, facebook, emails, cooks from a recipe online; Color: Beige\n    Stable & Solid Construction: Hard wood stand is as solid build for better stabilization. Effectively prevents the charger from sliding, an ideal addition to ones decor & a delightful gift option too\n    Natural Hard Wood Made: This phone dock is made of eco-friendly natural indian hard wood, exquisite workmanship, simple, lightweight, perfectly holds your smart phones and tablets.\n    Free Hands: The mobile stand is ideal for using video chat and watching YouTube with one hand free. With our mobile holder, you can easily view video, write or read e-mail, access Facebook, charge your phone, and cook from an Internet recipe.\n    Minimalist Design: The design is straightforward and contemporary. The wooden stand will look great in any setting. It will not emphasize on itself at an office table or in a dining area at home. It is laconic and subdued. Phone stand is handmade. Made from sustainable sourced solid wood or reused hardwood cuts.\n","quantity":100,"price":1299,"discount":0,"category":"Furniture","image":"../images1/furnitue-phonecase.jpg","__v":0}
{"_id":{"$oid":"62aeaec5eaa3dbcee4478877"},"name":"Amazon Brand - Solimo Tulip Leatherette 3 Seater Sofa (Grey) ","description":"\n    Relaxing 3 seater sofa made with high quality leatherette fabric\n    Dimensions:- Length: 203 cm (79.92 in); Width: 83 cm (32.68 in); Height: 83 cm (32.68 in)\n    Fabric does not lose colour with rubbing; surpassed 30+ tests to ensure quality\n    Durability tested with 100 kg on each seat and backrest for 25,000 cycles\n    Meets Indian Standards IS 12674/ IS 5416 and European Safety Requirement Standard EN 12520 for performance and safety\n    Safe for family use; free from toxins and harmful chemicals like Azo dye and formaldehyde\n    Lightweight with good ground clearance for easy shifting and tidying up\n\n    3-year limited warranty against manufacturing defects\n    Please Note: Sofa is delivered with the legs in a detached condition. The legs are packed in a separate package and will be installed during assembly. Assembly is provided by the seller\n    Package Contents:- 1 Leatherette 3 Seater Sofa; Colour: Grey .\n\n","quantity":20,"price":19999,"discount":0,"category":"Furniture","image":"../images1/furnitue-sofa.jpg","__v":0}
{"_id":{"$oid":"62aeaf11eaa3dbcee447887a"},"name":"Jaipur Lane Sheesham Wood Nesting Tables for Living Room | Wooden Stool | Bedside End Table | ","description":"\n    Fully handcrafted of Sheesham Wood ( Rose wood). Made In India product\n    The piece is finished with multiple coats to ensure durability.\n    Dimension Large Table: Height 45 cm x Width 30 cm x Length 45 cm, Medium Table: Height 38 cm x Width 28 cm x Length 34 cm, Small Table: Height 23 cm x Width 23 cm x Length 31 cm\n","quantity":8,"price":3499,"discount":0,"category":"Furniture","image":"../images1/furnitue-table.jpg","__v":0}
{"_id":{"$oid":"62aeaf67eaa3dbcee447887d"},"name":"OSTIN Multi-Purpose Wooden Laptop Desk Table Stand/Study Table/Bed Table//Kids Activity Table/Writing Table with Dock Stand/Ergonomic & Rounded Edges/Non-Slip Legs/Engineered Wood/Color ","description":"\n    Multi-purpose table/desk: Not only work as a laptop table but also as a TV Dinner Tray, serving table for patients/kids, Standing Desk for office workers, Book Writing Desk for kids, Tablet Holder, Standing Desk/Stand Up table.\n    Durable and Sturdy structure: Made of powder-coated metal tubes and high-quality Engineered Wood top board. This Laptop Table have good compression resistance.\n    Suitable from 5-year-old child to 80-year-old senior. A smooth surface laptop table can use for surfing the internet, reading book, painting work, enjoy leisure snack time, serving breakfast, enjoy family time on your bed, sofa, couch, floor, lawn etc. Indoor or outdoor.\n    Using it for simple dining table, laptop computer table, studying desk, serving table, or any other scenes you want for reading/writing/drawing/playing board games/models puzzles arts. Table Size When Open: 60cm x 40cm x 27cm ... Table Size When Folding: 60cm x 40cm x 6cm\n","quantity":5,"price":749,"discount":0,"category":"Furniture","image":"../images1/furnitue-table-kid.jpg","__v":0}
{"_id":{"$oid":"62aeafb2eaa3dbcee4478880"},"name":"Amazon Brand - Solimo 3-Door Foldable Wardrobe, 8 Racks, Black","description":"\n    3-door foldable wardrobe with sturdy steel metal pipes frame\n    Corrosion-free metal parts and high-quality plastic components\n    Black outer cover with premium-quality and long-lasting zippers\n    8 non-woven black shelves/racks made from 100 GSM fabric\n    Side pockets for storing small accessories\n    Load capacity of each rack: 10 kg. Hanger load capacity: 4 kg (20 shirts)\n    Includes a detailed set-up instructions manual. Easy to assemble, disassemble and move around\n    Dimensions: 130 x 45 x 165 cms; 51 x 17.5 x 65 inch\n","quantity":100,"price":1899,"discount":0,"category":"Furniture","image":"../images1/furnitue-wardrobe.jpg","__v":0}
{"_id":{"$oid":"62aeaff9eaa3dbcee4478883"},"name":"Wooden Antique Storage Stool for Home and Office Purpose ","description":"\n    Made with high durable mango wood.\n    The sturdy structure, easy installation, and elegant design make this a great addition to your home\n    A perfect addition to your home and an ideal gift for anyone\n","quantity":50,"price":1299,"discount":0,"category":"Furniture","image":"../images1/furniture-antique.jpg","__v":0}
{"_id":{"$oid":"62aeb041eaa3dbcee4478886"},"name":"The Sleep Company SmartGRID High-Back Chair for Office & Home, Patented SmartGRID Technology for advanced Orthopedic Support | Adjustable Lumbar Support for ergonomic sitting posture | Multiple Adjustments Mechanism | Made in India | Onyx (Classic Black & Black) ","description":"\n    Patented SmartGRID Technology – Onyx seat & back support are designed with our Patented SmartGRID Technology which cradles your tailbone and provides extra cushioning to your tushy for long working hours. Be it in an office or WFH setup SmartGRID No Pressure Support allows your spine to stay in its natural posture and gives you a feeling of weightlessness. Not just that it has multiple air channels to ensure your seat & back stay cool and comfy.\n    Multiple Adjustments – 2D Adjustable Headrest |Heavy Nylon Chrome Finished 2D Adjustable Arms| The Ergonomically designed S-shaped backrest can be tilted from 90 to 135degree with a 3 positions lock lever | 2D Adjustable Lumbar support can be adjusted as per the back support required.\n    Heavy Duty Base Structure – Gas lift: Class 3 Samhongsa Gas lift for seat height adjustment | Castors: Chrome Finished Anti-Scratch 60mm Nylon Wheels for 360-degree swivel movement| Maximum Weight Load Capacity: 150kg | It is best suited for offices, meeting rooms, work-from home setup, & living room.\n    Warranty & Quality – Made in India | 3 Years Manufacturer's Professional and Hassle-Free Warranty applicable from the date of delivery | ISTA Standard packaging for reducing in-transit damage | 3 steps DIY Installation (Installation steps included in the manual), takes less than 20mins for installation.\n","quantity":100,"price":12999,"discount":0,"category":"Furniture","image":"../images1/furniture-chair.jpg","__v":0}
